{"status":"ok","totalResults":10,"articles":[{"source":{"id":"techcrunch","name":"TechCrunch"},"author":"Manish Singh","title":"Google files writ with Indian court against local watchdog following report leak","description":"Google on Thursday filed a writ petition in the Delhi High Court against the Competition Commission of India following the leak of a damning confidential report detailing the watchdog’s interim fact-finding in an antitrust probe. The report, which Google has …","url":"https://techcrunch.com/2021/09/23/google-files-writ-with-indian-court-against-local-watchdog-following-report-leak/","urlToImage":"https://techcrunch.com/wp-content/uploads/2019/09/GettyImages-921407110.jpg?w=600","publishedAt":"2021-09-23T08:10:14Z","content":"Google on Thursday filed a writ petition in the Delhi High Court against the Competition Commission of India following the leak of a damning confidential report detailing the watchdog’s interim fact-… [+1501 chars]"},{"source":{"id":"techcrunch","name":"TechCrunch"},"author":"Tage Kene-Okafor","title":"Nigerian businesses can now accept Apple Pay on Paystack","description":"Paystack, the African fintech company that powers and processes payments for businesses, today announced that it is launching Pay with Apple Pay on its platform. The company, in a statement, called the integration “the fastest, secure way for Nigerian busines…","url":"https://techcrunch.com/2021/09/23/nigerian-businesses-can-now-accept-apple-pay-on-paystack/","urlToImage":"https://techcrunch.com/wp-content/uploads/2016/06/apple-pay-web.jpg?w=758","publishedAt":"2021-09-23T08:04:21Z","content":"Paystack, the African fintech company that powers and processes payments for businesses, today announced that it is launching Pay with Apple Pay on its platform.\r\nThe company, in a statement, called … [+4603 chars]"},{"source":{"id":"techcrunch","name":"TechCrunch"},"author":"Ingrid Lunden","title":"LG is acquiring automotive cybersecurity startup Cybellum in a $240M deal","description":"LG Electronics, the Korean tech giant that once was a leading player in mobile phones but is now winding down that business, is making an acquisition that points to its ambitions in another, emerging area: next-generation automotive hardware and services. Tod…","url":"https://techcrunch.com/2021/09/22/lg-is-acquiring-automotive-cybersecurity-startup-cybellum-in-a-240m-deal/","urlToImage":"https://techcrunch.com/wp-content/uploads/2019/01/lg.jpg?w=750","publishedAt":"2021-09-23T06:17:42Z","content":"LG Electronics, the Korean tech giant that once was a leading player in mobile phones but is now winding down that business, is making an acquisition that points to its ambitions in another, emerging… [+3773 chars]"},{"source":{"id":"techcrunch","name":"TechCrunch"},"author":"Alexander Chachava","title":"Are Eastern European startups overlooked and undervalued?","description":"Recent research suggests a significant proportion of Russian-speaking and Eastern European entrepreneurs find it challenging to win over investors and are not successfully raising seed funding.","url":"https://techcrunch.com/2021/09/22/are-eastern-european-startups-overlooked-and-undervalued/","urlToImage":"https://techcrunch.com/wp-content/uploads/2021/09/GettyImages-157563591.jpg?w=554","publishedAt":"2021-09-23T03:20:38Z","content":"Russian-speaking and Eastern European technology entrepreneurs are acknowledged as some of the most technically skilled in the world.\r\nAs a case in point, Courseras 2020 Global Skills Index found tha… [+3651 chars]"},{"source":{"id":"techcrunch","name":"TechCrunch"},"author":"Kate Park","title":"Crypto asset management platform Cobo bags $40M Series B","description":"Cobo, a Singapore-based crypto asset management platform, raised a $40 million Series B to accelerate the development of decentralized finance as a service (DFaaS). The round was co-led by DST Global, A&T Capital and IMO Ventures. The company will use its pro…","url":"https://techcrunch.com/2021/09/22/crypto-asset-management-platform-cobo-bags-40m-series-b/","urlToImage":"https://techcrunch.com/wp-content/uploads/2021/09/Cobo-Picture.jpg?w=711","publishedAt":"2021-09-23T02:00:17Z","content":"Cobo, a Singapore-based crypto asset management platform, raised a $40 million Series B to accelerate the development of decentralized finance as a service (DFaaS).\r\nThe round was co-led by DST Globa… [+3015 chars]"},{"source":{"id":"techcrunch","name":"TechCrunch"},"author":"Mike Butcher","title":"The whole package: How plastics and sustainability startups achieve success","description":"As people around the world become more aware and look to minimize the waste they produce, tech startups are coming up with solutions to help people and companies meet their sustainability goals.","url":"https://techcrunch.com/2021/09/22/how-plastics-and-sustainability-startups-achieve-success/","urlToImage":"https://techcrunch.com/wp-content/uploads/2021/09/GettyImages-1266126277.jpeg?w=700","publishedAt":"2021-09-23T01:04:44Z","content":"The amount of plastic pouring into our oceans is set to triple by 2040, and the bulk of the un-recycled plastic in the world is generated by an enormous industry: consumer packaged goods (CPG). The w… [+1096 chars]"},{"source":{"id":"techcrunch","name":"TechCrunch"},"author":"Matt Burns, Neesha A. Tambe","title":"Here are the 5 Startup Battlefield finalists at Disrupt 2021","description":"Over the last two days, 20 companies took the stage in TechCrunch’s Startup Battlefield in a bid to win $100,000 and the Startup Battlefield cup. They had six minutes to present their pitch decks and answered six minutes of questions from noted investors and …","url":"https://techcrunch.com/2021/09/22/here-are-the-five-startup-battlefield-finalists-at-disrupt-2021/","urlToImage":"https://techcrunch.com/wp-content/uploads/2015/06/9726191699_3eb5ca3b23_k-compressor.jpg?w=601","publishedAt":"2021-09-23T01:00:12Z","content":"Over the last two days, 20 companies took the stage in TechCrunchs Startup Battlefield in a bid to win $100,000 and the Startup Battlefield cup. They had six minutes to present their pitch decks and … [+2315 chars]"},{"source":{"id":"techcrunch","name":"TechCrunch"},"author":"Manish Singh","title":"India's Oyo to file for $1 billion IPO","description":"Indian budget hotel chain startup Oyo is looking to file for an initial public offering as soon as next week, people familiar with the matter told TechCrunch, joining a handful of firms in the world’s second largest market that are working to explore the publ…","url":"https://techcrunch.com/2021/09/22/indias-oyo-to-file-for-1-billion-ipo/","urlToImage":"https://techcrunch.com/wp-content/uploads/2019/10/GettyImages-1156202815.jpg?w=600","publishedAt":"2021-09-23T00:09:44Z","content":"Indian budget hotel chain startup Oyo is looking to file for an initial public offering as soon as next week, people familiar with the matter told TechCrunch, joining a handful of firms in the worlds… [+2005 chars]"},{"source":{"id":"techcrunch","name":"TechCrunch"},"author":"Connie Loizos","title":"SEC Regional Director Erin Schneider talks SPACs, Coinbase and what startups could do better","description":"Schneider shares insight into her personal thinking about a range of issues including crypto lending, SPACs, NFTs and what startups can do to stay out of regulators' cross hairs.","url":"https://techcrunch.com/2021/09/22/sec-regional-director-erin-schneider-talks-spacs-coinbase-and-what-startups-could-do-better/","urlToImage":"https://techcrunch.com/wp-content/uploads/2021/09/sec-cryptocurrencies.jpg?w=711","publishedAt":"2021-09-22T23:54:10Z","content":"If startups were looking for more specifics about crypto lending, new rules by which blank-check companies might have to abide, or whether the SEC views NFTs (non-fungible tokens) as securities, they… [+1766 chars]"},{"source":{"id":"techcrunch","name":"TechCrunch"},"author":"Ron Miller","title":"How European cloud infrastructure vendors lost market share while doubling revenue","description":"Synergy Research released some seemingly paradoxical numbers from the European cloud market this week. The good news was that the firm found for the period beginning in 2017 through the second quarter of this year, the market grew fourfold, to €7.3 billion ($…","url":"https://techcrunch.com/2021/09/22/how-european-cloud-infrastructure-vendors-lost-market-share-while-doubling-revenue/","urlToImage":"https://techcrunch.com/wp-content/uploads/2021/09/GettyImages-1264510922-1.jpg?w=700","publishedAt":"2021-09-22T22:28:26Z","content":"Synergy Research released some seemingly paradoxical numbers from the European cloud market this week. The good news was that the firm found for the period beginning in 2017 through the second quarte… [+2599 chars]"}]}